Repository: 84000/data-translation-memory
Catalog: toh73-v3.tmx
Source language: bo
Languages: en

source: བུད་མེད་དང་གནས་པ། རྨའི་སྒོའི་སྤྱོད་ཡུལ་ཅན།
en: They fall under the sway of women as they become dedicated to them and live beside them.

source: རྨའི་སྒོ་ལ་རྟེན་པ། རྨའི་སྒོ་ལ་གནས་པ། ཁ་ཆུ་དང་། སྣབས་དང་།
en: They are fixated upon orifices, dependent on orifices, and reliant on orifices.

source: མཆིལ་མ་དང་། ངར་སྣབས་དང་། རྣག་དང་། ཤེའུ་རུལ་དང་། གླད་རྒྱས་དང་། མི་གཙང་བའི་སྤྱོད་ཡུལ་ཅན།
en: They are occupied with saliva, mucus, phlegm, snot, pus, fetid excretions, cerebral secretions, and excrement.

source: ལུག་དང་། བ་ལང་དང་། བྱ་གག་དང་། ཁྱི་དང་། ཕག་པ་དང་། ཝ་དང་། བོང་བུའི་ཆོས་སྤྱོད་པ།
en: They behave like sheep, cows, chickens, dogs, pigs, jackals, and asses.

source: གནོད་པས་འཚོ་བ།
en: They make their living by harming others.

source: ཕ་མ་ལ་ཕངས་པར་མི་འཛིན་པ། དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། སྦྱིན་གནས་ལ་ཕངས་པར་མི་འཛིན་པ།
en: They do not cherish their parents, nor do they cherish mendicants, brahmins, or others worthy of receiving offerings.

source: སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་ལ་དད་པ་ཡོངས་སུ་ཉམས་པ། མྱ་ངན་ལས་འདའ་བ་ལ་ཡོངས་སུ་ཉམས་པ།
en: They lose their faith in the Buddha, Dharma, and Saṅgha; they lose nirvāṇa.

source: སེམས་ཅན་དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་ལ་ཞུགས་ཤིང་གཞོལ་བ།
en: They enter the hells, the animal realm, and the realm of the Lord of Death—they fall to that level.

source: སེང་གེ་དང་། ནམ་མཁའ་ལྡིང་གི་ལུས་ལ་ཡང་དག་པར་ཞུགས་པ།
en: They take up the bodies of lions and garuḍas.

source: ལྕགས་ཀྱི་ཤིང་ཤལ་མ་ལི་མཐོན་པོ་དང་། མེ་མ་མུར་ལ་གཞོལ་བ།
en: They sink to the level of the Hell of Iron-Thorn Trees and the Hell of Burning Coals.

source: སེམས་ཅན་དམྱལ་བ་ཡང་སོས་དང་། ཐིག་ནག་དང་། བསྡུས་འཇོམ་དང་། ངུ་འབོད་དང་། ངུ་འབོད་ཆེན་པོ་དང་། ཚ་བ་དང་། རབ་ཏུ་ཚ་བ་དང་། མནར་མེད་པའི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་ཞུགས་པ་ནི་བུད་མེད་ཀྱི་སྐྱོན་འདི་ལྟ་བུ་འདི་དག་ཐོས་ཀྱང་བུད་མེད་ལ་ཆགས་ཤིང་བུད་མེད་དང་སྟེན་པས་བགད་པ་དང་།
en: They enter the Reviving Hell, Black Line Hell, Crushing Hell, Howling Hell, Great Howling Hell, Hot Hell, Fiercely Hot Hell, and the Hell of Endless Torment.

source: ངུས་པ་དང་། ཅ་ཅོ་འདོན་འདོད་པ་དང་། བྲོ་བརྡུངས་པ་དང་། གླུ་བླངས་པ་དང་། རོལ་མོ་བྱས་པ་དག་རྗེས་སུ་དྲན་པར་བྱེད་ཅིང་སྐྱོ་བ་མི་སྐྱེད་ཡིད་བྱུང་བར་མི་བྱེད་དེ།
en: “Even after hearing about these faults of women, these men feel neither anxiety nor disgust when they reflect on how they laughed, cried, and felt like shouting aloud, and how they danced, sang, and played music while desiring women and keeping company with them.

source: རྒྱལ་པོ་ཆེན་པོ་བྱིས་པའི་ཆོས་ལ་ཀུན་ཏུ་སྤྱོད་ཅིང་ཀུན་ཏུ་སྤྱོད་པ་དེ་དག་དང་ལྡན་པའི་སྐྱེས་པ་ནི་ངན་སོང་རྣམས་སུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: “Great King, such is the conduct of foolish beings. Beings with these behaviors will be reborn in the lower realms.

source: རྒྱལ་པོ་ཆེན་པོ་བུད་མེད་ཀྱི་དབང་དུ་སོང་ནས་འདོད་པ་ལ་རྟེན་ཅིང་། ངན་འགྲོར་འགྲོ་བར་འཇུག་པ་དེ་ནི་སྐྱེས་པའི་སྐྱེས་བུའི་སྐྱོན་དང་པོ་ཡིན་ནོ། །
en: Great King, attachment to sense pleasures is the first fault of men whereby they fall under the influence of women and are reborn in the lower realms.”

source: དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །འདོད་པ་དྲི་ང་མི་གཙང་སྨད་པར་འོས་པ་དང་། །
en: The Blessed One then spoke the following verses: “Foul and filthy, objects of desire ought to be despised.

source: མི་མཐུན་འཇིགས་བྱེད་མི་རྟག་ལས་བྱུང་སྡུག་བསྔལ་བྱེད། །
en: Dissatisfying, frightful, and impermanent, they cause suffering.

source: དོན་མེད་ཕུང་བར་བྱེད་ཅིང་དམན་པ་ཡིན་པས་ན། །
en: Pointlessly, these inferior things lead to one’s demise.

source: མཁས་པ་སུ་ཞིག་འདོད་པའི་སྐོམ་ལ་སྟེན་པར་བྱེད། །
en: Thus, who among the wise would indulge their desirous cravings?

source: བཙོག་པས་གང་བའི་ཆབ་ཁུང་དྲི་ང་ལྟ་བུ་དང་། །མནམ་པར་གྱུར་ཅིང་རུལ་པའི་ཁྱིམ་རྣམས་ཇི་བཞིན་དང་། །ཤི་བ་དུར་ཁྲོད་ས་ན་ཤིན་ཏུ་སྨད་པ་ལྟར། །དེ་བཞིན་འདོད་པ་རྣམས་ཀྱང་མཆོག་ཏུ་སྨད་པ་ཡིན། །
en: “Sense pleasures are utterly loathsome, Like the stench of a cesspit brimming with excrement, A dwelling filled with rotten, overpowering odors, Or the loathsome charnel grounds of the dead.

source: སྦྲང་བུ་རྨ་ཞིག་མཐོང་ནས་རྒྱུག་པ་ཅི་འདྲ་དང་། །ཕག་ནི་ངན་སྐྱུགས་མཐོང་ནས་རྒྱུག་པ་ཅི་འདྲ་དང་། །ཁྱི་ནི་ཤ་ཡི་དོན་དུ་ཤེན་སར་འགྲོ་བ་ལྟར། །དེ་བཞིན་མི་མཁས་བུད་མེད་དག་ལ་དགའ་བར་བྱེད། །
en: “Just as flies, upon seeing a wound, swarm to it, And pigs, after seeing excrement, run to it, And dogs run to the butcher for meat, So, too, do the unwise delight in women.

source: གྲགས་པ་མེད་ཅིང་མི་སྙན་ཡོན་ཏན་འབྲི་བ་དང་། །དེ་ལས་ཚུལ་ཁྲིམས་དམ་པ་ཉམས་པར་འགྱུར་བ་དང་། །མཐོ་རིས་ཉམས་ཤིང་དམྱལ་བ་དག་ཏུ་ལྟུང་བས་ན། །
en: “Infamous and shameful, they degrade positive qualities; Because of them, one’s pure discipline declines, And the higher realms are lost as one falls into the hells.

source: མཁས་པ་སུ་ཞིག་འདོད་པའི་སྐོམ་ལ་རྟེན་པར་བྱེད། །
en: Who among the wise would indulge their desirous cravings?

source: ཇི་ལྟར་ཧ་ལ་ཧ་ལའི་དུག་ནི་ཟོས་པ་ན། །ལུས་དག་རྨྱ་ཞིང་རྨོངས་པ་སྐྱེ་བ་འགྱུར་བ་ལྟར། །དེ་བཞིན་འདི་ན་བྱིས་པ་རྣམས་ནི་འདོད་པའི་རྒྱུས། །རང་གི་ལུས་ཀྱི་དབྱིབས་ནི་དུག་ཏུ་མི་རིག་གོ །
en: “Just as the body deteriorates and delusions arise When one consumes halāhala poison, In the same way sense pleasures cause foolish beings Not to see physical forms, like one’s own body, as poison.

source: ཇི་ལྟར་སྒྱུ་མ་ཤིན་ཏུ་བསླབ་པའི་མི་ཞིག་གིས། །རྣམ་པར་འཕྲུལ་པས་སེམས་ཅན་བརྒྱ་དག་དགའ་བྱེད་ལྟར། །དེ་བཞིན་བྱིས་པ་བདག་ལ་བདེ་བར་འདོད་པ་རྣམས། །འདོད་ལ་དགའ་བའི་རྒྱུ་ལས་ངན་འགྲོར་རབ་ཏུ་ལྟུང་། །ཟས་སྐོམ་སྟོན་མོ་བཟང་པོ་ཐ་དད་པ་དག་དང་། །
en: “In the same way that a skilled magician Delights hundreds with conjured illusions, Foolish beings, who seek pleasure for themselves, Fall to the lower realms because of their delight in sense pleasures.

source: གླུ་བྲོ་སིལ་སྙན་བཟང་པོ་ཐ་དད་པ་དག་གིས། །ཁང་པ་མཆོག་ནས་བྱུང་བའི་ཆུང་མ་ལེན་པ་ནི། །གནོད་པ་རྙེད་པ་ཡིན་ཞིང་སྡུག་བསྔལ་སོགས་པ་ཡིན། །
en: “Using feasts of food and drink, Accompanied by song, dance, and music, To take a bride from a good family Is the accrual of pain, the accumulation of suffering.

source: འདོད་པའི་དགའ་ལ་བརྐམ་པ་དག་ནི་གནོད་ཡིན་ཏེ། །མི་གཙང་མཚོན་འདྲ་རྨོངས་གྱུར་དག་ལ་བསྔགས་པ་རྗོད། །
en: “Craving for the enjoyment of sense pleasures is pain, Yet people praise these filthy things, which cause injury and ignorance.

source: འདོད་པ་དམན་པ་དག་ལ་བསྔགས་ཤིང་བསྟེན་པས་ནི། །དམན་པ་དེ་དག་ངན་འགྲོར་རབ་ཏུ་ལྟུང་བར་འགྱུར། །
en: By praising and indulging in such lowly desires, Inferior people will fall to the lower realms.

source: གནོད་པ་འདོད་པ་དག་གིས་ཡུལ་རྣམས་རབ་བསྔགས་ཤིང་། །འདོད་པ་གནོད་པ་ཡིད་ལ་དགའ་བའི་བྱིས་པ་རྣམས། །
en: “Those who desire for such pain praise these objects And delight in such harmful desires.

source: དེ་དག་དོན་མེད་འཚོ་བ་རྣམ་པར་སྤངས་ནས་ནི། །མི་བཟད་གཡང་ས་ཆེན་པོར་རབ་ཏུ་ལྟུང་བར་འགྱུར། །
en: Pointlessly forsaking their lives, these foolish beings Will fall down into the great and unbearable abyss.

source: ང་རྒྱལ་རྨོངས་པས་བཅོམ་པའི་སྐྱེས་བུ་འདི་དག་ནི། །རྒྱ་མཚོའི་ཕ་རོལ་མ་མཐོང་བ་ཡི་བྱ་བཞིན་དུ། །ལྕགས་ཀྱི་མེ་ལྕེ་ལྔ་པོ་དག་ལ་ཆགས་གྱུར་ན། །བྱིས་པ་རྣམས་ནི་རབ་ཏུ་འབར་ཞིང་འཁྱམ་པར་འགྱུར། །
en: “These people who are dominated by pride and ignorance Are like birds unable to see the far shores of the ocean; For so long as they are consumed with the five precious metals, These foolish beings will wander and burn.

source: འདི་ནི་བྱིས་པ་མྱོས་ཤིང་ཤིན་ཏུ་རྨོངས་པ་རྣམས། །ཤེལ་དུ་མི་མཐོང་སྣོད་མཆོག་ཡིན་པར་སེམས་པ་ལྟར། །ལམ་ལ་རྣམ་པར་རྨོངས་རྣམས་འདོད་པའི་ཆེད་ཀྱི་ཕྱིར། །རྟག་ཏུ་འདིར་གནས་འདི་ནི་གྱ་ནོམ་ཡིན་ཞེས་འཛེར། །
en: “These foolish beings, utterly intoxicated and confused, Mistake mere glass for an exquisite vase; Ignorant as to the path, they will remain forever here, Where they claim, ‘It is perfect,’ due to their desires.

source: གང་ཕྱིར་རྣམ་པ་སྣ་ཚོགས་ལས་དག་མི་ཤེས་པས། །འགྲོ་བ་ཐམས་ཅད་རབ་ཉམས་གུས་པ་ཡོད་མིན་པས། །
en: “Because they do not know karma in all its diversity, They do not believe in the downfall of all beings.

source: ཕ་དང་མ་དང་བུ་དང་བུ་མོ་དག་ལ་ནི། །དོན་གྱིས་མཆོད་པ་མི་བྱེད་གནོད་པ་ཐོབ་པ་ཡིན། །
en: They do not truly honor their fathers and mothers Or their sons and daughters, and, instead, bring them pain.

source: དེ་དག་རྟག་ཏུ་བུད་མེད་འདྲིས་པ་རྗོད་བྱེད་ཅིང་། །དེ་འདྲའི་ལས་ཀྱི་ཚུལ་ལ་རབ་ཏུ་འཇུག་པར་བྱེད། །དེ་དག་གཏི་མུག་དྲ་བ་སྡིག་པ་རབ་སོགས་ཤིང་། །ངན་སོང་འགྲོ་བར་འགྱུར་བའི་ལམ་ཡང་སོགས་པར་བྱེད། །
en: “Constantly chattering about intimacy with women And fully preoccupied with such behavior, They amass negative deeds in a net of delusion And pave the way to the lower realms.

source: མི་རྣམས་དེ་དག་དེར་ཆགས་བདེ་བར་འདུ་ཤེས་ཤིང་། །ཕ་དང་མ་ཡང་ཡོངས་སུ་རབ་ཏུ་སྤོང་བར་བྱེད། །
en: “Perceiving their passion as bliss, These people utterly abandon both father and mother.

source: དེ་དག་མཆོད་འོས་རྣམས་ལ་མཆོད་པ་མི་བྱེད་ཅིང་། །སྨད་པར་འོས་པའི་འདོད་པ་དག་ལ་སྟེན་པར་བྱེད། །
en: They fail to make offerings those who are worthy And indulge in sense pleasures that ought to be deplored.

source: ཕན་ཚུན་གདུངས་པར་འགྱུར་བ་ལ་ནི་གཞོལ་བྱེད་ཅིང་། །
en: “Such people seek their own torment here and there.

source: རྣམ་རྟོག་མུ་ཡིས་ངེས་བཅོམ་མི་རྣམས་ཉོན་མོངས་པ། །
en: The flow of their thoughts is certain to cause destruction.

source: བཀུར་སྟི་ཡོངས་སུ་ཚོལ་ལ་དགའ་ཞིང་མ་འཕགས་རྣམས། །
en: Those afflicted people search for praise and delight therein.

source: ཆོས་མ་ཡིན་པར་འཇིག་རྟེན་རབ་ཏུ་འཛུད་པར་བྱེད། །
en: Such ignoble people are not of the Dharma, but wholly of the world.

source: གཞི་དེ་ལས་ནི་མཚོན་ཆ་དག་དང་ལྕགས་རྣམས་དང་། །དེ་བཞིན་བཅིང་བ་དང་ནི་འཐབ་ཅིང་རྩོད་པ་དང་། །ངེས་པར་འཆི་བའི་སྡུག་བསྔལ་རབ་ཏུ་མྱོང་བར་འགྱུར། །ཤི་འཕོས་ནས་ནི་མནར་མེད་འཇིགས་སུ་རུང་བར་འགྲོ། །
en: “On that basis, they are bound to experience Torment from weapons and iron shackles, From bonds, battles, strife, and certain death, After they die, they will go to the fearsome Hell of Endless Torment.

source: ཚེ་འདི་ཉིད་ལ་དེ་བཞིན་སྡུག་བསྔལ་འབྱུང་འགྱུར་ཞིང་། །
en: “In this very life, too, such suffering abounds.

source: ནོར་ཉམས་སྙིང་དུ་སྡུག་པ་རབ་ཏུ་འཇིག་འགྱུར་ལ། །མཐོ་རིས་ཉམས་ཤིང་དམྱལ་བར་རབ་ཏུ་ལྟུང་བས་ན། །
en: As their wealth diminishes and their beauty fades, The higher realms slip away and they descend to hell.

source: མཁས་པ་སུ་ཞིག་འདོད་པའི་འདུ་ཤེས་སྐྱེད་པར་བྱེད། །
en: Thus, who among the wise would give rise to desirous thoughts.

source: ལྕགས་ལས་གྲུབ་པའི་ནགས་ཚལ་སྔོན་པོའི་ཁྲོད་དག་ཏུ། །མཁས་པས་བདག་ཉིད་རབ་ཏུ་བོར་བ་དེ་བླ་ཞིང་། །
en: “Even for the wise, it is easy to lose themselves In the midst of dense forests made of iron.

source: མཛངས་པ་སྤུ་གྲིའི་སོ་ཡིས་བཅད་པ་བྱས་བླ་ལ། །
en: It is easy for the learned to get cut on the razor blades.

source: རལ་གྲི་དག་གི་ཁྲོད་དུ་མལ་ཡང་བཅས་སླ་ཞིང་། །
en: It is all too easy to end up preparing one’s bed of knives.

source: རབ་ཏུ་མེ་འབར་ཐུ་ལུམ་བཟུང་བ་དེ་སླ་ལ། །དེ་བཞིན་ལྕགས་ཀྱི་ཐུ་ལུམ་འབར་བ་ཟ་སླ་ཞིང་། །
en: “It is easy to end up seizing lumps of burning iron; It is easy to end up swallowing such iron balls.

source: མེ་དོང་འཇིགས་སུ་རུང་བ་རྣམས་ལ་རེག་སླ་ཡི། །
en: To encounter fearsome, fiery pits is easy indeed.

source: ལག་པ་གཉིས་ཀྱིས་ནམ་ཡང་བུད་མེད་རེག་མི་བྱ། །
en: Thus, never let your two hands touch a woman.

source: མིས་ནི་ཇི་ལྟ་ཇི་ལྟར་འདོད་པ་རྣམ་སྟེན་པ། །དེ་ལྟ་དེ་ལྟར་བདེ་བ་ཐམས་ཅད་རབ་སྤོང་ཞིང་། །
en: “The extent to which people indulge in sense pleasures Is the extent to which they forsake complete happiness.

source: འདི་ལྟར་འདོད་རྣམས་གཅིག་ཏུ་སྡུག་བསྔལ་མི་གཙང་བས། །འདོད་པ་སྡུག་བསྔལ་མི་གཙང་བ་དག་རྣམ་པར་སྤོངས། །
en: Given that sense pleasures are nothing but pain and filth, Give up such pleasures, along with misery and impurity.

source: འདོད་པ་སྡུག་བསྔལ་ཀུན་གྱི་གཞི་བོར་གྱུར་པ་དང་། །གང་ཕྱིར་ནོར་ནི་ཆུད་ཟད་འགྱུར་བར་བྱེད་པ་དང་། །
en: “Desires are the ground for all suffering, For they cause one’s wealth to be squandered.

source: ཡིད་འོང་སྐྱེ་བོ་རྣམས་ཀྱི་ཉམས་པའི་རྩ་བ་བས། །བུད་མེད་ངེས་པར་སྟེན་པ་གནོད་པ་ཐོབ་པ་ཡིན། །
en: Attraction is the root of men’s downfall; Thus, those who associate with women find only pain.

source: སྐྱེས་བུ་གང་གིས་དེ་འདྲའི་ཆོས་ཚུལ་རིག་ནས་ནི། །བུད་མེད་རྣམས་ལ་རབ་ཏུ་བག་མེད་མི་འགྱུར་བ། །དེས་ནི་རྟག་ཏུ་མཐོ་རིས་ལམ་ཡང་རྣམ་སྦྱངས་ཤིང་། །དེས་ནི་བྱང་ཆུབ་དམ་པ་རྙེད་པར་དཀའ་མ་ཡིན། །
en: “For a man who comprehends such guidance, And does not act carelessly regarding women, The path to the higher realms will always be clear, And supreme awakening will not be hard to achieve.

source: རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་མིའི་ཕ་མ་དག་ནི་དཀའ་བ་བྱེད་པ་དག་ཡིན་ཏེ།
en: “Furthermore, Great King, one’s parents undergo hardship.

source: ཟླ་བ་དགུ་འམ་ཟླ་བ་བཅུར་མངལ་ན་བཟུང་སྟེ་ཤིན་ཏུ་སྡུག་བསྔལ་བར་གསོས་ཤིང་། གཅིན་དང་ཕྱི་ས་ཡང་འཕྱི་བར་བྱེད།
en: For nine or ten months, your mother carries you in the womb, enduring much pain to raise you.

source: པང་དུ་བླངས་ནས་ནུ་ཞོ་ལྡུད་པར་བྱེད།
en: She wipes away your urine and excrement and nurses you on her lap.

source: ཕུང་པོ་རྣམས་སྐྱེད་པར་བྱེད། ཁམས་རྣམས་གསོ་བར་བྱེད།
en: She helps you to grow and nurtures you.

source: འཇིག་རྟེན་སྟོན་པར་བྱེད། འཛམ་བུའི་གླིང་སྣ་ཚོགས་སྟོན་པར་བྱེད།
en: Parents show you the world and teach you all about it.

source: དོན་དུ་འདོད།
en: They are concerned about you and wish for your well-being.

source: ཕན་པར་འདོད།
en: They desire your benefit and wish you well.

source: གྲུབ་པ་དང་བདེ་བར་འདོད།
en: They desire your success and happiness.

source: འཇིག་རྟེན་ལ་ཡང་ཕན་པར་འདོད་པ་སྟེ།
en: They desire to help you out in the world.

source: སྦྱིན་པའི་གནས་ཡིན་ལ།
en: As such they are worthy of generosity.

source: བུ་ལ་ཕན་པ་དང་བདེ་བར་འདོད་པས་དེ་དག་གིས་རང་གི་ནོར་གྱི་ཚོགས་ཀྱིས་གཞན་གྱི་ཁྱིམ་ནས་གཞན་གྱི་བུ་མོ་བླངས་པ་དང་།
en: “Out of desire to help their son and for him to be happy, they use the wealth they have saved to find him a bride from a different family.

source: དེ་དེ་ལ་ཆགས་ཤིང་མྱོས་ལ་འཆུམས་ཤིང་བརྒྱལ་བ་དང་།
en: The son then becomes attached and intoxicated; he lusts after her to the point of fainting.

source: ལྷག་པར་ཞེན་པ་དང་། ལྷག་པར་ཞེན་ཅིང་འདུག་པར་གྱུར་ནས།
en: He becomes fixated on her and remains infatuated.

source: གཞན་གྱི་ཁྱིམ་ནས་བླངས་པའི་བུད་མེད་དེ་ལ་ཆགས་ཤིང་མྱོས་པས་སྦྱིན་པའི་གནས་ཕ་མ་རྒས་འཁོགས་པ། གཏུགས་ལ་ལུས་ཉམ་ཆུང་ཞིང་མིག་མི་མཐོང་བ་དག་ལ་བརྙས་ཤིང་ལོངས་སྤྱོད་མེད་པ་དང་།
en: Attached to and intoxicated by this girl from a different family, he neglects his parents who are worthy of generosity and who have grown old, frail, weak, and blind.

source: ནོར་མེད་པར་བྱས་ནས་རང་གི་ཁྱིམ་ནས་ཕྱུང་སྟེ་སྐྲོད་པར་བྱེད་དོ། །
en: He kicks them out of their own home, banishing them without resources or wealth.

source: རྒྱལ་པོ་ཆེན་པོ་འདི་ལྟར་ཕ་མ་དགའ་བ་བྱེད་བྱེད་པ་སྦྱིན་པའི་གནས་ལ་རྟག་ཏུ་རྒྱུན་མི་འཆད་པར་ཡང་དག་པའི་བདེ་བས་བསྟི་སྟང་དུ་བྱ། བླ་མར་བྱ། བརྗེད་པར་བྱ།
en: “Great King, one should constantly, at all times, and with genuine happiness, honor one’s kind and venerable parents.

source: མཆོད་པར་བྱ་བའི་རིགས་ན།
en: One should revere, venerate, and worship them.

source: དེས་དེའི་ཚེ་ཕ་མ་དག་རང་གི་ཁྱིམ་ནས་ཕྱུང་སྟེ་བསྐྲད་ནས་གཞན་གྱི་ཁྱིམ་ནས་བླངས་པའི་བུད་མེད་ལ་བཟའ་བ་དང་། བཏུང་བ་དང་། གོས་རྣམས་ཀྱིས་བསྙེན་བཀུར་བྱེད་ཅིང་བསྟི་སྟང་དུ་བྱེད།
en: And yet, men kick their parents out of their own homes, banishing them, as they give their respect and honor to the girl taken from another family, presenting her food, drink, and clothing.

source: གཅེས་སུ་བྱེད། རིམ་གྲོ་བྱེད་ལ་མཆོད་པ་བྱེད་ཅིང་ཡང་དག་པའི་བདེ་བས་བསྙེན་བཀུར་བྱེད་ཀྱི་ཕ་མ་ལ་ནི་མི་བྱེད་པའི་མི་སྙིང་བརྩེ་བ་མེད་པ་དང་། མི་ལྟ་བ་དང་།
en: They cherish, esteem, worship, and respect her with genuine happiness, yet not their parents.

source: ངན་པའི་སེམས་དང་ལྡན་པ་ལ་ལྟོས།
en: Just look at these heartless and inconsiderate people with their wicked minds!

source: རྒྱལ་པོ་ཆེན་པོ་དེས་བདེ་འགྲོར་འགྲོ་བའི་ཆོས་གང་ཡིན་པ་དེ་ནི་སྤངས་ལ།
en: “Great King, look at these people who forsake the Dharma that leads to the higher realms as they adopt the way of life that leads to the lower realms.

source: ངན་འགྲོར་འགྲོ་བའི་ཆོས་གང་ཡིན་པ་དེ་ནི་ཡང་དག་པར་བླངས་ཏེ་འདུག་པའི་མི་དེ་ལ་ཡང་ལྟོས། རྒྱལ་པོ་ཆེན་པོ་བུད་མེད་ཀྱི་དབང་དུ་སོང་ནས་འདོད་པ་རྣམས་ལ་སྟེན་ཅིང་ཕ་མ་ལ་བརྙས་པ་དང་།
en: Great King, indulging in objects of one’s desire and falling under the sway of women, such men neglect their parents and proceed to the lower realms.

source: ངན་འགྲོར་འགྲོ་བར་འཇུག་པ་དེ་ནི་སྐྱེས་པའི་སྐྱེས་བུའི་སྐྱོན་གཉིས་པ་ཡིན་ནོ། །
en: This is the second fault of men.”

source: དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །གང་དག་ཕ་མ་རྒས་པ་གསོ་བར་བྱེད་པ་ནི། །དེ་དག་རྟག་ཏུ་བདེ་ཞིང་ཡིད་ཀྱང་བདེ་འགྱུར་ལ། །
en: The Blessed One then spoke the following verses: “Those who take care of their elderly parents Will always be happy and content.

source: འདི་ལ་ལྷ་དང་བཅས་པ་དང་ནི་དབང་པོ་དང་། །དེ་བཞིན་འདི་ལ་ཚངས་པར་བཅས་པའི་རིགས་སུ་འགྱུར། །
en: They will be among the class of gods, The likes of Indra and Brahmā themselves.

source: གང་དག་ཕ་མ་རྒས་པ་གསོ་བར་བྱེད་པ་ནི། །དེ་དག་སོང་ན་ཕྱིར་འོང་བ་ཡང་འགྲུབ་འགྱུར་ཞིང་། །རྒྱ་མཚོ་ཆེན་པོ་ནས་ཀྱང་བདེ་ཞིང་ལེགས་འོང་སྟེ། །
en: “Those who take care of their elderly parents Will successfully return triumphant and safe Whenever they depart for and return from the great seas.

source: དེ་ལྟར་བྱེད་པ་དག་ནི་རབ་མཆོག་རྙེད་པ་ཡིན། །
en: Those who do so will find supreme treasures.

source: གང་དག་ཕ་མ་རྒས་པ་གསོ་བར་བྱེད་པ་ཡི། །ཚོང་པ་དེ་དག་ཡོན་ཏན་ཀུན་གྱི་གཙོར་འགྱུར་ཞིང་། །དེ་བཞིན་ཞིང་ལས་འབྲས་བུ་ཕུན་སུམ་ཚོགས་འབྱུང་སྟེ། །བསོད་ནམས་བགྲང་བའི་དོན་དུ་བརྗོད་པར་མི་ནུས་སོ། །
en: “Those merchants who take care of their elderly parents Will reach the pinnacle of success; Like a bountiful harvest reaped from the fields The merit gained is simply impossible to measure.

source: གང་དག་ཕ་མ་རྒས་པ་གསོ་བར་བྱེད་པ་ནི། །དེ་དག་ཁུར་རྣམས་ཁྱེར་བའི་རྔ་མོ་རྣམས་དང་ཡང་། །ཡང་ན་གླང་དང་བོང་བུ་དག་ཏུའང་མི་འགྱུར་ཏེ། །མི་རྣམས་དེ་དག་སྤུ་གྲིའི་སོ་ལ་རྫི་མི་འགྱུར། །
en: “Those who take care of their elderly parents Will not be reborn as pack animals, Such as camels, oxen, donkeys, and the like, Nor will men cut them with sharp blades.

source: གང་དག་ཕ་མ་རྒས་པ་གསོ་བར་བྱེད་པ་ནི། །དེ་དག་ཆུ་བོ་རབ་མེད་དང་ནི་མེ་མུར་དང་། །སྤུ་གྲིའི་སོ་དང་ལྡན་པ་ལ་ཡང་མི་རྒལ་ཏེ། །དེ་དག་ཟངས་ཁུ་བསྐོལ་བ་འཐུངས་པར་ཡོང་མི་འགྱུར། །
en: “Those who take care of their elderly parents Will not have to cross the Blazing River Hell, The Hell of Burning Coals, or the Hell of Razor Blades, Nor will they find themselves drinking molten copper.

source: གང་དག་ཕ་མ་རྒས་པ་གསོ་བར་བྱེད་པ་ནི། །དེ་དག་ནོར་དང་འབྲུ་ནི་མི་ཉུང་བ་དག་དང་། །
en: “Those who take care of their elderly parents Will not lack in wealth or grain.

source: ཆུང་མ་དང་ནི་བུ་དང་བུ་མོ་དག་དང་ཡང་། །བཻ་དཱུརྱ་དང་རིན་ཆེན་ས་ལེ་སྦྲམ་ཡང་རྙེད། །
en: They will acquire wives and sons and daughters, As well as precious beryl and fine gold.

source: གང་དག་ཕ་མ་རྒས་པ་གསོ་བར་བྱེད་པ་ནི། །དེ་དག་རབ་འཕྲུལ་ལྷའི་ཕོ་བྲང་དག་དང་ནི། །རྩུབ་འགྱུར་དང་ནི་འདྲེས་པའི་ཚལ་ཡང་མཐོང་འགྱུར་ཏེ། །ལྷ་རྣམས་དུ་མས་རྟག་ཏུ་མདུན་དུ་བདར་བར་འགྱུར། །
en: “Those who take care of their elderly parents Will behold the palace of the Nirmāṇarata heaven, As well as the Pāruṣika and Miśrakā groves; There will always be scores of gods gathered before them.

source: མི་ཡི་གཙོ་བོར་གྱུར་ཅིང་ལྷ་ཡི་ལྷར་གྱུར་པ། །ཐུབ་པ་ཆེན་པོ་འདི་འདྲའི་གསུང་ནི་ཐོས་གྱུར་ན། །རྒས་ཤིང་དབང་པོ་ཤིན་ཏུ་ཉམ་ཆུང་གྱུར་པ་ཡི། །ཕ་མ་སྦྱིན་གནས་དམ་པ་སུ་ཞིག་གསོ་མི་བྱེད། །
en: “The Great Sage, foremost among men and god of gods, Has taught it to be so; having heard this, who would not Take care of the sublime objects of veneration, Their elderly parents, whose faculties have declined.

source: རྒྱལ་པོ་ཆེན་པོ་གཞན་ཡང་སྐྱེས་བུ་དམ་པ་མ་ཡིན་པ་ནི་སྐྱེས་བུ་དམ་པ་མ་ཡིན་པའི་ལས་བྱེད་ཅིང་ལོག་པར་ལྟ་བ་ལ་མངོན་པར་ཞེན་པ་ཡིན་ཏེ།
en: “Great King, inferior people are those who perform the acts of inferior people and tenaciously adhere to wrong views.

source: དེ་ནི་དགེ་བ་དང་མི་དགེ་བ་གང་ཡིན་ཞེས་བདག་གི་དོན་མི་ཤེས་ཤིང་མི་བརྟན་པ་ཡིན་པས་སྐྱེ་བོ་མང་པོ་རྣམས་མི་དགའ་ཞིང་བྱིས་པའི་སྐྱེ་བོས་བསྔགས་པ་ལ་མངོན་པར་དགའ་བ་དང་།
en: Such people wonder about virtue and nonvirtue and do not understand how to act in their own self-interest. Because they are insecure, they are disliked by many beings and delight in the praises of foolish beings.

source: འདོད་ཆགས་དང་ཞེ་སྡང་དག་གིས་རྨོངས་པར་གྱུར་པ་དང་། སྐྱེས་བུ་མཛངས་པ་དག་གིས་སྨད་པ་དང་། ཁྲོ་བས་ཟིལ་གྱིས་ནོན་ཅིང་སྡིག་པའི་ལས་བྱེད་པ་དང་།
en: Deluded by desire and aversion, they are despised by the wise, consumed by anger, and perform nonvirtuous deeds.

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ཀྱིས་ཡོངས་སུ་སྤངས་པ་དང་།
en: They are forsaken by the buddhas and the bodhisattvas.

source: ལོངས་སྤྱོད་ཀྱི་རྒྱགས་པས་མྱོས་པ་དང་།
en: They are intoxicated by the pride of wealth.

source: སེར་སྣ་ཅན་དུ་གྱུར་པ་དང་། གཞན་ལ་གནོད་པར་མངོན་པར་དགའ་ཞིང་ཆོས་སྒོམ་པར་མི་དགའ་བ་ཡིན་ཏེ།
en: They are miserly, delight in harming others, and despise cultivating the Dharma.

source: རྒྱལ་པོ་ཆེན་པོ་སྐྱེས་བུ་དམ་པ་མ་ཡིན་པ་སྐྱེས་བུ་དམ་པ་མ་ཡིན་པའི་ལས་ལ་མངོན་པར་དགའ་ཞིང་སྐྱེས་བུ་དམ་པའི་ལས་ལ་མི་དགའ་བ་དེ་ལ་ལྟོས།
en: “Great King, look how these inferior people delight in the acts of inferior people and despise the acts of superior people.

source: རྒྱལ་པོ་ཆེན་པོ་འདོད་པ་རྣམས་ལ་སྟེན་ཅིང་ངན་འགྲོར་འགྲོ་བར་འཇུག་པ་དེ་ནི་སྐྱེས་པའི་སྐྱེས་བུའི་སྐྱོན་གསུམ་པ་ཡིན་ནོ། །
en: Great King, this is the third fault of men who indulge in the objects of desire and proceed to the lower realms.”

source: དེ་ནས་དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་འདི་དག་བཀའ་སྩལ་ཏོ། །འདོད་པ་རྣམས་ཀྱི་གཞིས་ནི་སྐྱེས་བུ་རྣམ་ཉམས་ཤིང་། །
en: The Blessed One then spoke the following verses: “Objects of desire are the basis for the downfall of men.

source: གཞི་དེ་ལས་ནི་སྡིག་པ་དག་ཀྱང་རབ་ཏུ་བྱེད། །ལོག་པར་ལྟ་བས་རྨོངས་ནས་འདིར་ནི་འཁྱམ་འགྱུར་ཞིང་། །དེ་ནི་རྣམ་པར་འཁྲུལ་པས་ངན་འགྲོར་འགྲོ་བར་འགྱུར། །
en: Based on them, beings perform wicked deeds; Deluded by wrong views, they wander this world And are led to the lower realms by their confusion.

source: ལོག་དང་ལྡན་པས་ཡོན་ཏན་ཀུན་གྱིས་རྣམ་སྤངས་ཤིང་། །
en: “With their backward ways, they lack good qualities.

source: དེ་ནི་རྟོག་པ་མེད་ཅིང་བློ་ཡང་ནོར་པ་ཡིན། །གང་དག་ཆུ་ཀླུང་དག་ཏུ་ཨུད་པལ་རྩྭ་ཚོལ་ལྟར། །ལོག་པར་ལྟ་བས་ཡོངས་སུ་འཁོར་བར་བྱེད་པ་ཡིན། །
en: They are heedless and their reasoning is flawed, As if searching for the roots of blue lotuses in a river, Their wrong views perpetuate the cycle of saṃsāra.

source: བདེ་བའི་དོན་དུ་བདག་ཉིད་ཡོངས་སུ་སྐྱོང་བྱེད་ཅིང་། །
en: “In seeking happiness, they only look after themselves.

source: ཆོས་མ་ཡིན་ལ་ཆགས་པའི་མི་རྣམས་མང་པོ་དག །དེ་བཞིན་བདེ་བའི་རྒྱུ་ཕྱིར་འདོད་པ་རྣམས་ཚོལ་བ། །དེ་དག་གཏི་མུག་རྨོངས་པས་སེམས་ཅན་དམྱལ་བར་འགྲོ། །
en: Like the multitude of people who are attracted to nonvirtue, They pursue sense pleasures for the sake of finding happiness, And go to the hell realms in the darkness of their delusion.

source: གང་དག་འདོད་པ་རྣམས་ཀྱི་དོན་དུ་རྟག་ཏུ་ནི། །དེ་བཞིན་སེམས་ལ་གཅགས་པའི་སྐྱེས་བུ་ཐ་མ་དང་། །འདོད་པའི་བདག་ཉིད་ཅན་དང་སྐྱེ་བོ་སྡིག་ཅན་དང་། །འདུ་ཤེས་ལོག་པ་དག་ལ་བདེ་བ་ག་ལ་ཡོད། །མི་རྣམས་དེ་དག་བྱས་པ་མི་གཟོ་སྡིག་བཅས་ཤིང་། །
en: “Those inferior men who constantly obsess Over the objects of their desire Embody their desire and commit evil deeds; How could those with such wrong ideas ever be happy?

source: དད་པ་རྣམ་ཉམས་ཚུལ་འཆོས་གུས་པ་མེད་པ་དང་། །འཕགས་པའི་ཚོགས་ཀྱིས་རྟག་ཏུ་རྣམ་པར་སྤངས་པས་ན། །དམྱལ་བ་བཟོད་བརླག་ཤིན་ཏུ་འཇིགས་སུ་རུང་བར་ལྟུང་། །
en: “They repay kindness with evil deeds; They are charlatans with diminished faith, lacking true devotion; They will be forsaken by the assembly of noble ones, And, for that reason, will fall down to the unbearable, fearsome hells.

source: གཟུགས་དང་སྒྲ་དང་རོ་ལ་ཆགས་པའི་མི་རྣམས་ནི། །བྱང་ཆུབ་སེམས་དཔའ་རྣམས་དང་མཁས་པ་མི་མཆོད་ཅིང་། །
en: “People who fixate on forms, sounds, and tastes Do not honor the bodhisattvas or the wise.

source: ལོག་པར་ལྟ་བས་ཆོས་ཀྱང་ཉན་པར་མི་བྱེད་ལ། །ལན་འགའ་འང་དགེ་འདུན་ལེགས་པར་མཆོད་པར་མི་བྱེད་པས། །
en: Because of their distorted views, they do not listen to the Dharma And they never even occasionally honor the Saṅgha.

source: འཕགས་པ་རྣམས་ཀྱིས་རྣམ་སྤངས་ངན་སོང་ལྟུང་བས་ན། །
en: “Forsaken by the noble ones, they are destined for the lower realms.

source: དེ་ཕྱིར་མིའི་སྲིད་པ་འདི་ནི་རྙེད་པ་ལ། །སྦྱིན་དུལ་ཡང་དག་སྡོམ་ལ་ངེས་པར་སྟེན་ཅིག་དང་། །དེ་ལས་བྱང་ཆུབ་དམ་པ་མཆོག་ཀྱང་ཐོབ་པར་འགྱུར། །
en: Therefore, in this precious human life that one has acquired, One must earnestly practice generosity, discipline, and abstinence, And, in that way, attain supreme and authentic awakening.
